2412/tutorials/incompressible/pimpleFoam/laminar/movingCone/system/vtkWrite
// -*- C++ -*-
// Minimal example of using the vtkWrite function object.
vtkWrite
{
    type    vtkWrite;
    libs    (utilityFunctionObjects);
    writeControl    writeTime;

    boundary false;

    // Fields to output (words or regex)
    fields  (U p "(k|epsilon|omega)");

}


// ************************************************************************* //
